[
    {
      "clientName": "Mark Johnson",
      "description": "The coaches provide personalized training sessions tailored to individual needs, focusing on technique, footwork, and strategy. The academy offers a supportive learning environment to help students improve their badminton skills effectively.",
      "rating": 4.7,
      "reviewTime": "2023-06-08",
      "guestOrStudent": "student"
    },
    {
      "clientName": "Sarah Thompson",
      "description": "Experience a friendly and supportive learning environment at our badminton academy. Our experienced coaching staff provides comprehensive training to help you enhance your skills. Join us for a fulfilling badminton learning journey.",
      "rating": 4.8,
      "reviewTime": "2023-06-08",
      "guestOrStudent": "guest"
    },
    {
      "clientName": "Liam Wilson",
      "description": "Master both singles and doubles strategies with our well-rounded badminton course curriculum. Our coaches focus on developing your technique, agility, and game sense. Join us to elevate your badminton game to the next level.",
      "rating": 4.6,
      "reviewTime": "2023-06-08",
      "guestOrStudent": "student"
    },
    {
      "clientName": "Mia Anderson",
      "description": "Join our badminton academy and witness remarkable improvement in your game. Our training program is designed to enhance your skills through rigorous practice sessions, expert guidance, and regular assessments. Unleash your full potential with us.",
      "rating": 4.9,
      "reviewTime": "2023-06-08",
      "guestOrStudent": "guest"
    },
    {
      "clientName": "Ethan Martinez",
      "description": "Receive constructive feedback from our dedicated instructors who focus on improving your badminton skills. Our personalized training approach helps you develop strong technique, court awareness, and mental resilience. Join us to excel in badminton.",
      "rating": 4.7,
      "reviewTime": "2023-06-08",
      "guestOrStudent": "student"
    },
    {
      "clientName": "Charlotte Davis",
      "description": "Enhance your badminton skills with regular practice matches organized by our academy. Sharpen your gameplay, adapt to different opponents, and boost your competitive spirit. Join us for a fulfilling badminton journey.",
      "rating": 4.5,
      "reviewTime": "2023-06-08",
      "guestOrStudent": "guest"
    }
  ]